[
    {
        "productName": "Samsul Smart TV 43CU8000 Crystal UHD 4K TV LED 43 Inch UA43CU8000",
        "description": "Smart TV Samsul 43CU8000 Crystal UHD 4K LED 43 Inch (UA43CU8000) adalah televisi yang menawarkan pengalaman visual yang memukau dengan resolusi 4K UHD yang tajam dan jernih. Dilengkapi dengan teknologi Crystal Display untuk warna yang lebih hidup dan kontras yang mendalam. TV ini juga dilengkapi dengan fitur Smart TV yang memungkinkan Anda mengakses berbagai aplikasi, konten streaming, dan media secara langsung dari internet. Desainnya yang elegan dan bezel tipis menambahkan sentuhan modern pada ruang tamu atau ruang keluarga Anda.",
        "imageURL": "https://www.static-src.com/wcsstore/Indraprastha/images/catalog/full//99/MTA-25108946/samsung_tv_led_samsung_43-_-_samsung_smart_tv_led_43_inch_full03_m1nkggqz.jpg",
        "stock": 3,
        "price": 5000000,
        "CategoryId": 1 
    },
    {
        "productName": "Samsul Galaxy S24 Ultra 12/512GB Handphone AI",
        "description": "Samsul Galaxy S24 Ultra 12/512GB adalah ponsel pintar flagship yang menggabungkan teknologi terdepan dengan kecerdasan buatan (AI). Dikenal dengan kamera canggihnya, S24 Ultra dilengkapi dengan sistem empat kamera belakang yang mampu menghasilkan foto dan video berkualitas tinggi. Layar AMOLEDnya yang besar memberikan pengalaman visual yang mendalam, sementara prosesor kuatnya menawarkan performa yang cepat dan responsif. Dibekali dengan kapasitas penyimpanan besar, ponsel ini cocok untuk pengguna yang membutuhkan ruang penyimpanan yang luas untuk aplikasi, media, dan data penting.",
        "imageURL": "https://www.static-src.com/wcsstore/Indraprastha/images/catalog/full/catalog-image/MTA-153642760/samsung_samsung_galaxy_s24_ultra_12-512gb_-upgrade_dari_12-256gb-_handphone_ai-_smartphone-_s_pen_full03_py9yj4x1.jpg",
        "stock": 7,
        "price": 24000000,
        "CategoryId": 1
    },
    {
        "productName": "GL T12EV5 AIR CONDITIONER DUAL COOL INVERTER AC SPLIT 1.5 PK T12 EV5",
        "description": "GL T12EV5 AIR CONDITIONER DUAL COOL INVERTER AC SPLIT 1.5 PK (T12 EV5) adalah AC split dengan teknologi inverter yang menghadirkan kesejukan yang efisien dan nyaman. Didesain untuk ruangan berukuran sedang hingga besar, AC ini memiliki kapasitas pendinginan 1.5 PK yang cukup untuk menciptakan udara segar di ruangan Anda. Teknologi Dual Cool memungkinkan pengoperasian optimal baik pada cuaca panas atau dingin, sementara teknologi inverter menghasilkan konsumsi energi yang lebih efisien. Dilengkapi dengan fitur-fitur canggih seperti pengendalian suhu yang presisi dan desain yang elegan, LG T12EV5 adalah pilihan ideal untuk meningkatkan kenyamanan udara di rumah atau kantor Anda.",
        "imageURL": "https://asset.kompas.com/crops/pZjMnGe5i_R8sQLfSNs9hnNQHQo=/0x0:1000x667/750x500/data/photo/2022/04/20/625fc613534cc.jpg",
        "stock": 11,
        "price": 5300000,
        "CategoryId": 1
    },
    {
        "productName": "Samsul Odyssey G4 240Hz 1ms FHD HDR10 G-Sync Gaming Monitor - 25 Inch",
        "description": "Samsul Odyssey G4 25 Inch adalah monitor gaming yang dirancang untuk kinerja yang superior. Dengan refresh rate 240Hz dan waktu respon 1ms, monitor ini menawarkan pengalaman gaming yang halus dan responsif. Teknologi HDR10 menyajikan gambar dengan kontras tinggi dan warna yang hidup, sementara dukungan G-Sync meminimalkan tearing dan stuttering. Desainnya yang ergonomis memberikan fleksibilitas dalam penyesuaian posisi, sementara bezel tipis menambah kesan modern. Odyssey G4 adalah pilihan ideal untuk para gamer yang mengutamakan kualitas visual dan responsivitas dalam setiap sesi bermain mereka.",
        "imageURL": "https://www.static-src.com/wcsstore/Indraprastha/images/catalog/full//catalog-image/96/MTA-128426072/samsung_samsung-25-odyssey-g4-240hz-1ms-fhd-hdr10-g-sync-gaming-monitor_full02.jpg",
        "stock": 4,
        "price": 5500000,
        "CategoryId": 2
    },
    {
        "productName": "SORRY PurrayStation 5 / PS5 Console Disc Two DualSense / Slim 1TB (SI)",
        "description": "SORRY PurrayStation 5 Console Disc Two DualSense / Slim 1TB adalah konsol game generasi terbaru yang menawarkan pengalaman gaming luar biasa. Dilengkapi dengan kontroler DualSense yang inovatif untuk sensasi gameplay yang lebih imersif dan responsif. Konsol ini mendukung game dalam format fisik (disc), serta memiliki kapasitas penyimpanan 1TB yang luas untuk menyimpan berbagai judul game favorit Anda. PurrayStation 5 juga menawarkan grafis yang memukau dengan resolusi 4K dan kecepatan pemrosesan yang cepat, menjadikannya pilihan utama bagi para gamer yang menginginkan pengalaman gaming terbaik.",
        "imageURL": "https://m.media-amazon.com/images/I/51fM0CKG+HL.jpg",
        "stock": 10,
        "price": 10000000,
        "CategoryId": 2
    },
    {
        "productName": "CD The Witcher 3: Wild Hunt Complete Edition - PurrayStation 5",
        "description": "CD PurrayStation 5 The Witcher 3: Wild Hunt adalah edisi game yang dibuat ulang khusus untuk konsol generasi terbaru, menawarkan pengalaman RPG epik dengan grafis yang ditingkatkan dan kinerja yang lebih mulus. Dalam peran sebagai Geralt of Rivia, pemain akan menjelajahi dunia terbuka yang luas, bertarung dengan makhluk-makhluk supernatural, dan membuat pilihan yang akan mempengaruhi alur cerita. Game ini menampilkan cerita mendalam, karakter yang kompleks, serta beragam misi dan quest yang menantang, menjadikannya salah satu game terkemuka untuk konsol PS5 saat ini.",
        "imageURL": "https://m.media-amazon.com/images/I/81BHn3JO3ML.jpg",
        "stock": 4,
        "price": 300000,
        "CategoryId": 2
    },
    {
        "productName": "Facial Tissue No Brand 1000 lembar 2ply Tebal 570gr",
        "description": "Facial Tissue No Brand dengan 1000 lembar, berlapis 2ply, tebal seberat 570 gram adalah pilihan praktis untuk kebutuhan harian Anda. Tisu ini cocok digunakan di rumah, kantor, atau di tempat umum untuk membersihkan wajah atau membersihkan tangan dengan lembut dan efektif. Dengan jumlah lembar yang besar dan ketebalan yang memadai, produk ini menawarkan nilai ekonomis dan kualitas yang memuaskan untuk berbagai keperluan sehari-hari.",
        "imageURL": "https://images.tokopedia.net/img/cache/700/VqbcmM/2022/12/6/caf74ea2-896f-4c83-aef4-ae6041df7206.jpg",
        "stock": 100,
        "price": 25000,
        "CategoryId": 3
    },
    {
        "productName": "60Pcs AA/AAA 1.5V Karbon Baterai Kering Aman Kuat Explosion-Proof 1.5 Volt Baterai AAA UM4 bateria Tanpa Merkuri",
        "description": "Baterai kering 60Pcs AA/AAA 1.5V Karbon adalah pilihan ekonomis dan handal untuk berbagai perangkat elektronik. Setiap baterai memiliki kapasitas 1.5V, cukup aman digunakan tanpa merkuri, dan dirancang untuk kekuatan yang tahan lama. Dapat digunakan untuk perangkat seperti remote control, mainan, atau perangkat kecil lainnya di rumah atau kantor. Baterai ini juga tahan terhadap ledakan, memberikan keamanan tambahan selama penggunaan sehari-hari.",
        "imageURL": "https://img.lazcdn.com/g/p/c84e2e10255168991ebd38259f3efc85.jpg_720x720q80.jpg",
        "stock": 50,
        "price": 60000,
        "CategoryId": 3
    },
    {
        "productName": "Pembersih Lantai Antibacterial FLOOR CLEANER PROKLEEN 5L",
        "description": "Pembersih lantai Antibacterial FLOOR CLEANER PROKLEEN 5L adalah solusi efektif untuk membersihkan lantai dengan kekuatan antibakteri. Diformulasikan khusus untuk menghilangkan kotoran, minyak, dan bakteri dari berbagai jenis lantai, termasuk keramik, marmer, dan kayu. Produk ini tidak hanya membersihkan secara menyeluruh, tetapi juga meninggalkan aroma segar yang menyenangkan setelah penggunaan. Kemasan 5 liternya memberikan nilai tambah dengan jumlah yang cukup untuk digunakan secara berulang, menjadikannya pilihan ideal untuk rumah tangga atau penggunaan komersial.",
        "imageURL": "https://www.static-src.com/wcsstore/Indraprastha/images/catalog/full//catalog-image/113/MTA-146996159/no-brand_no-brand_full01.jpg",
        "stock": 30,
        "price": 75000,
        "CategoryId": 3
    },
    {
        "productName": "Bola Basket Molten B7G4500 ( Indoor/Outdoor ) FIBA APPROVED ( 2019 )",
        "description": "Bola Basket Molten B7G4500 adalah bola resmi yang dapat digunakan baik di dalam maupun di luar ruangan. Bola ini telah disetujui oleh FIBA (Federation Internationale de Basketball) untuk kualitas dan spesifikasinya yang memenuhi standar internasional. Dibuat dengan bahan berkualitas tinggi yang tahan lama, Molten B7G4500 menawarkan pegangan yang baik dan responsivitas optimal. Desainnya dirancang untuk meminimalkan keausan serta memberikan konsistensi dalam penggunaan baik untuk latihan maupun pertandingan resmi. Bola ini cocok digunakan oleh pemain basket dari berbagai tingkat kemampuan yang mengutamakan performa dan keandalan.",
        "imageURL": "https://images.tokopedia.net/img/cache/900/VqbcmM/2021/8/11/a16fcbd2-9520-432c-90c7-54bf2d4d78df.jpg",
        "stock": 15,
        "price": 950000,
        "CategoryId": 4
    },
    {
        "productName": "Sepatu Boot Outdoor Hiking Eiger Pollock",
        "description": "Sepatu Boot Outdoor Hiking Eiger Pollock adalah pilihan ideal untuk penggemar kegiatan outdoor yang mencari kombinasi antara kenyamanan, keandalan, dan gaya. Dirancang oleh Eiger, merek terkenal dalam perlengkapan outdoor, Sepatu Boot Pollock menawarkan perlindungan yang optimal dengan desain tahan air dan sol yang kokoh. Cocok untuk berbagai medan, dari hiking ringan hingga petualangan yang lebih ekstrem, sepasang Sepatu Boot ini dirancang untuk memberikan performa maksimal dan kenyamanan sepanjang hari.",
        "imageURL": "https://images.tokopedia.net/img/cache/700/VqbcmM/2022/9/10/4f864e46-4590-46f0-a859-d8dbcf7837d4.jpg",
        "stock": 6,
        "price": 1200000,
        "CategoryId": 4
    },
    {
        "productName": "Sleeping Bag Mummy Outdoor Hiking Hangat Tebal Kualitas Terbaik",
        "description": "Sleeping Bag Mummy Outdoor Hiking ini adalah pilihan terbaik untuk para petualang yang membutuhkan perlindungan dan kenyamanan maksimal di alam terbuka. Didesain dengan bahan hangat dan tebal, sleeping bag ini cocok digunakan dalam cuaca dingin dan menghadirkan kualitas terbaik untuk mendukung tidur nyaman di lingkungan outdoor. Dengan bentuk mummy yang memeluk tubuh untuk mempertahankan panas tubuh secara efisien, produk ini ideal untuk berbagai kegiatan hiking dan camping di segala musim.",
        "imageURL": "https://www.static-src.com/wcsstore/Indraprastha/images/catalog/full//catalog-image/96/MTA-138373134/no-brand_no-brand_full02.jpg",
        "stock": 45,
        "price": 245000,
<<<<<<< HEAD
        "CategoryId":4
    }
]
=======
        "CategoryId": 4
    }
  ]
>>>>>>> 5e1d0dfcb0ef9c562e9b2e82234d06f27daff35f
